{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.8.0'"
    },
    "blink.nvim": {
      "src": "https://github.com/saghen/blink.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim.git"
    }
  }
}